Repository: vdenis96/Zonz-Wordpress-Theme
Catalog: plugins/sendcloud-shipping/languages/sendcloud-shipping-*.po
Languages: de_de, fr_fr

source: SendCloud | Smart Shipping Service plugin deactivated itself because WooCommerce is not available.
de_de: SendCloud | Smart Shipping Service plugin ist deaktiviert, da WooCommerce gerade nicht verfügbar ist.
fr_fr: Le module SendCloud | Service Smart Shipping a été désactivé parce que WooCommerce n’est pas disponible.

source: Service Point Address
de_de: Paketshop Adresse
fr_fr: L'adresse du point service

source: Select Service Point
de_de: Wählen Sie einen Service Point
fr_fr: Sélectionner un Point Service

source: Please choose a service point.
de_de: Bitte wählen Sie einen Paketshop
fr_fr: Choisissez un point service.

source: Non editable
de_de: Nicht editierbar
fr_fr: Non modifiable

source: You can't change the selected Service Point
de_de: Sie können den ausgewählten Service Point ändern
fr_fr: Il n'est pas possible de modifier le point de service choisi par le client

source: Connect with SendCloud
de_de: Verbinde mit SendCloud.
fr_fr: Se connecter avec SendCloud

source: Allows you to see your WooCommerce orders in the SendCloud Panel.
de_de: Erlaut es dir deine WooCommerce Bestellungen im SendCloud Panel zu sehen.
fr_fr: Cela vous permet de visualiser les commandes de Woocommerce dans le panneau SendCloud.

source: You need to enable permalinks. On Settings -> Permalinks.
de_de: Bitte schalten Sie "Permalinks" frei. Diese finden Sie unter Einstellungen -> Permalinks
fr_fr: Vous devez autoriser les permaliens. Dans Réglages -> Permaliens.

source: Go to SendCloud
de_de: Gehe zu SendCloud
fr_fr: Allez vers SendCloud

source: Open the SendCloud panel and start shipping.
de_de: Öffne das SendCloud Panel und starte mit dem Versenden.
fr_fr: Ouvrez le panneau SendCloud et commencez à envoyer.

source: Service Point Delivery
de_de: Paketshop Zustellung
fr_fr: Livraison en point service

source: Service Point Delivery lets the customer select a servicepoint in the checkout.
de_de: Paketshop Zustellung ermöglicht dem Kunden zu wählen wo sie Ihre Pakete abgeben.
fr_fr: Livraison en point service permet le client de choisissez un point service dans le processus de commande

source: Enable Free Shipping
de_de: Kostenloses Versenden wurde hinzugefügt
fr_fr: Envoi Gratuit Activé

source: No
de_de: Nein
fr_fr: Non

source: Yes
de_de: Ja
fr_fr: Oui

source: Minimum Order Amount for Free Shipping
de_de: Minimale Bestellmenge für kostenloses Versenden
fr_fr: Montant Mimimum de la Commande pour un Envoi Gratuit

source: If enabled, users will need to spend this amount to get free shipping.
de_de: Sobald dies aktiviert wurde, müssen Kunden für diesen Betrag einkaufen um den kostenlosen Versand zu nutzen.
fr_fr: Si l’option est activée, les utilisateurs devront atteindre le montant minimum de commande pour bénéficier d’une livraison gratuite.

source: Carrier Selection
de_de: Auswahl der Versanddienstleister
fr_fr: Transporteur(s) sélectionné(s)

source: A comma separated list of your SendCloud enabled carrier codes (e.g. ups, dpd, dhl), an empty value here will display all your SendCloud enabled carriers
de_de: Eine Liste aller aktivierten Versanddienstleister, getrennt durch Kommas (z.B. ups, dpd, dhl). Ohne Eingabe werden alle aktivierten SendCloud Versanddienstleister angezeigt.
fr_fr: Renseignez une liste de transporteurs que vous souhaitez afficher au moment de la sélection des points relais en les séparant par une virgule (par ex : chronopost, colissimo, ups). Si vous ne renseignez pas ce champs, tous vos transporteurs sélectionnés dans votre panel seront affichés.

source: No data specified to enable the plugin
de_de: Keine Daten spezifiziert das Plugin zu aktivieren
fr_fr: Aucune donnée spécifiée pour activer le plugin

source: Plugin enabled
de_de: Plugin aktiviert
fr_fr: plug-in activé

source: Plugin disabled
de_de: Plugin deaktiviert
fr_fr: plug-in désactivé

source: SendCloud plugin.
fr_fr: SendCloud intégration.
